const mapAreas = {
    "А8": {        
        name: "Профессор Генри Армитедж",
        coord: "1062,4355,1165,4358,1165,4430,1066,4427"
    },
    "А18": {        
        name: "Амброза Чекли",
        coord: "546,3689,677,3673,677,3736,562,3742"
    },
    "А41": {
        name: "Имперский особняк",
        coord: "1333,3665,1476,3665,1473,3724,1336,3724"
    },
    "А67": {
        name: "Парк Аптауна",
        coord: "1495,3638,1675,3632,1678,3794,1492,3800"
    },
    "Д2": {
        name: "Ресторанчик Флитвуда",
        coord: "2424,823,2530,823,2549,829,2527,897,2440,894"
    },
    "Д9": {
        name: "Ресторанчик Би",
        coord: "2141,1004,2207,1029,2207,1091,2141,1088"
    },
    "Д21": {
        name: "Здание Администрации / Николас Салтонстолл",
        coord: "2483,1488,2586,1491,2577,1547,2477,1535"
    },
    "Д32": {
        name: "Микки Тулл",
        coord: "2042,1381,2154,1388,2148,1447,2036,1440"
    },
    "Д34": {
        name: "Арло",
        coord: "2117,1454,2204,1463,2216,1479,2154,1491,2166,1563,2117,1569,2117,1519"
    },
    "Д45": {
        name: "Герберт Корбетт",
        coord: "1768,1882,1924,1872,1924,1941,1768,1941"
    },
    "Д67": {
        name: "Мэтью Кин",
        coord: "2368,905,2434,908,2434,967,2362,970"
    },
    "И29": {
        name: "Томас Илсли",
        coord: "2990,1492,3081,1514,3056,1635,2965,1582"
    },
    "Н24": {
        name: "Редкие книги и карты",
        coord: "1544,1197,1635,1209,1631,1265,1551,1259"
    },
    "Н28": {
        name: "Архэм эдвертайзер / Донни Кларк",
        coord: "1006,1435,1028,1426,1252,1460,1246,1510,1171,1510,1169,1560,1030,1550"
    },
    "Н34": {
        name: "Отель 'Бэнкрофт-Армс'",
        coord: "1467,1647,1563,1666,1566,1725,1458,1706"
    },
    "Н38": {
        name: "Вокзал",
        coord: "1028,1614,1345,1624,1383,1624,1457,1636,1451,1708,1653,1754,1631,1832,1532,1851,1317,1848,1122,1835,1006,1807"
    },
    "С1": {
        name: "Аркхэмское историческое общество",
        coord: "1843,3624,1927,3621,1942,3717,1852,3726"
    },
    "С4": {
        name: "Паскаль Фентон",
        coord: "1880,4093,1949,4084,1983,4196,1908,4214"
    },
    "С18": {
        name: "Ложе Серебряных Сумерек",
        coord: "1980,4155,2039,4146,2064,4202,2011,4224"
    },
    "С19": {
        name: "Ярко одетая женщина",
        coord: "2005,4235,2064,4207,2098,4282,2029,4307"
    },
    "С26": {
        name: "Эдвард Хартвелл",
        coord: "2073,4100,2092,4082,2185,4088,2185,4181,2107,4181"
    },
    "Т9": {
        name: "Безлюдный остров",
        coord: "1140,2094,1187,2063,1240,2060,1289,2054,1330,2076,1370,2116,1432,2144,1439,2175,1411,2194,1364,2209,1317,2200,1280,2222,1233,2243,1209,2219,1168,2206,1115,2156"
    },
    "Т10": {
        name: "Доки",
        coord: "1044,2480,1296,2467,1293,2498,1411,2498,1408,2470,1644,2470,1647,2542,1053,2536"
    },
    "Т42": {
        name: "Кафе 'Колокольчик'",
        coord: "1737,2857,1812,2857,1815,2947,1737,2953"
    },
    "Т50": {
        name: "Букинестический магазин Мередита",
        coord: "2141,2768,2204,2768,2197,2858,2138,2864"
    },
    "У11": {
        name: "Винсент Саттон",
        coord: "804,3408,1003,3402,1019,3548,795,3545"
    },
    "У17": {
        name: "Леонара Робинсон",
        coord: "1383,3061,1439,3067,1439,3167,1383,3170"
    },
    "У19": {
        name: "Восточное общежитие / Баркли Рутгер",
        coord: "1417,3234,1482,3231,1488,3337,1420,3334"
    },
    "У23": {
        name: "Библиотека Орна / мисс Сарджент",
        coord: "1529,3164,1675,3161,1706,3338,1532,3328"
    },
    "У24": {
        name: "Университетский музей",
        coord: "1072,3399,1277,3396,1277,3480,1078,3477"
    },
    "У25": {
        name: "Административный корпус Хойта  / Баркли Рутгер",
        coord: "1277,3398,1408,3392,1414,3472,1283,3469"
    },    
    "Ф12": {
        name: "Старое аркхэмское кладбище",
        coord: "1924,3028,2328,3012,2328,3218,2278,3221,2173,3162,1946,3180"
    },
    "Ф14": {
        name: "Церковь Бейфрайара",
        coord: "2536,3126,2611,3173,2611,3235,2527,3213"
    },
    "Ф16": {
        name: "Пансион Ренни",
        coord: "2104,3222,2191,3222,2194,3275,2104,3287"
    },
    "Ф27": {
        name: "Роберт Гладдинг",
        coord: "2073,3475,2129,3475,2141,3565,2076,3540"
    },
    "Ф54": {
        name: "Ричард Джедри",
        coord: "2732,3721,2807,3690,2838,3740,2760,3771"
    },
    "Ф61": {
        name: "Лоурэнс и Эмили Хэтфилд",
        coord: "2978,3847,3049,3834,3081,3924,3003,3943"
    },
    "Ф66": {
        name: "Матильда Хартвэлл",
        coord: "3059,3412,3161,3425,3155,3490,3043,3481"
    }
};

export default mapAreas;
