const AddressBookData= [
    { name: "А У.", code: "Н55" },
    { name: "Аберкромби Г.", code: "Н76" },
    { name: "Авила А.", code: "А37" },
    { name: "Автозаправка Эссо", code: "Т13" },
    { name: "Автосалон Холла", code: "Д29" },
    { name: "Адамс А.", code: "С20" },
    { name: "Адамс У.", code: "С57" },
    { name: "Адлер К.", code: "Н60" },
    { name: "Административный корпус Хойта, сведения о студентах", code: "У25" },
    { name: "Айвс Г.", code: "Р24" },
    { name: "Айзек Г.", code: "Д63" },
    { name: "Айриш К.", code: "И30" },
    { name: "Александр К.", code: "Р15" },
    { name: "Александр М.", code: "Т67" },
    { name: "Аллен Д.", code: "Н76" },
    { name: "Аллен Дж.", code: "А42" },
    { name: "Алонсо Фердинанд, адвокат", code: "Д16" },
    { name: "Альберто И.", code: "Р15" },
    { name: "Андерсон Д.", code: "А59" },
    { name: "Андерсон П.", code: "ТИ" },
    { name: "Андерсон Э.", code: "Р24" },
    { name: "Апартаменты Челси", code: "Т56" },
    { name: "Апдайк М.", code: "Д6б" },
    { name: "Аптека Бауэра", code: "145" },
    { name: "Аптека Уолгрина", code: "Ф1" },
    { name: "Араухо Х.", code: "Н75" },
    { name: "Аркхэм эдвертайзер", code: "Н28" },
    { name: "Аркхэмская камвольная фабрика", code: "И8" },
    { name: "Аркхэмская лечебница для душевнобольных", code: "Д1" },
    { name: "Аркхэмская муниципальная школа", code: "УЗ" },
    { name: "Аркхэмская общественная библиотека", code: "Д8" },
    { name: "Аркхэмская телефонная компания", code: "Д23" },
    { name: "Аркхэмская типография", code: "Р7" },
    { name: "Аркхэмская торговая палата", code: "Н25" },
    { name: "Аркхэмская электрическая компания", code: "ДЗ0" },
    { name: "Аркхэмские займы", code: "Н12" },
    { name: "Аркхэмские кэбы", code: "Д34" },
    { name: "Аркхэмский автобус", code: "Н27" },
    { name: "Аркхэмский бюллетень", code: "Н8" },
    { name: "Аркхэмский завод сельхозтехники", code: "Н26" },
    { name: "Аркхэмский молокозавод", code: "Т4" },
    { name: "Аркхэмское историческое общество", code: "С1" },
    { name: "Аркхэмское общество защиты животных", code: "У27" },
    { name: "Армитедж Г.", code: "А8" },
    { name: "Армс П.", code: "А22" },
    { name: "Армсби А.", code: "Д60" },
    { name: "Арнольд Б.", code: "А53" },
    { name: "Арс А.", code: "С21" },
    { name: "Артур К.", code: "С23" },
    { name: "Ассоциация молодых христиан", code: "Ф21" },
    { name: "Ассоциация спортсменов долины Мискатоник", code: "У5" },
    { name: "Аура А.", code: "ФЗЗ" },
    { name: "Ахо У.", code: "С39" },
    { name: "Ахонен М.", code: "АЗ9" },

    { name: "Бак А.", code: "С36" },
    { name: "Бакалея Чада", code: "Т37" },
    { name: "Бакли К.", code: "А22" },
    { name: "Бакстер Д.", code: "Ф27" },
    { name: "Балджер М.", code: "Д69" },
    { name: "Банн Э.", code: "Д80" },
    { name: "Барбо Ж.", code: "Д69" },
    { name: "Барнард Л.", code: "Ф6б" },
    { name: "Барнс К.", code: "175" },
    { name: "Барнум К.", code: "Н56" },
    { name: "Барри Э.", code: "АЗ38" },
    { name: "Бартоломью Э. ГУ", code: "НЗ9" },
    { name: "Батлер Э.", code: "С25" },
    { name: "Баттрик У.", code: "Д83" },
    { name: "Батчелдер Д.", code: "Н63" },
    { name: "Баулер И.", code: "Д46" },
    { name: "Баццони Б.", code: "А50" },
    { name: "Безлюдный остров", code: "Т9" },
    { name: "Бейкер И.", code: "Н43" },
    { name: "Бейкер О.", code: "Фб0" },
    { name: "Бейли Т.", code: "С48" },
    { name: "Бейтс Э.", code: "АЗ7" },
    { name: "Бек П.", code: "Д51" },
    { name: "Бек Э.", code: "Т68" },
    { name: "Беланжер А.", code: "Н67" },
    { name: "Беллингэм В.", code: "Р26" },
    { name: "Беллофато Л.", code: "Н7о" },
    { name: "Бемис Г.", code: "Ф47" },
    { name: "Беннат Г.", code: "Ф49" },
    { name: "Беннет Д.", code: "Ф67" },
    { name: "Бентон Г.", code: "И19" },
    { name: "Бенуа Г.", code: "АЗ3" },
    { name: "Берглав Свен, «Док»", code: "Т11" },
    { name: "Берег реки", code: "Р1" },
    { name: "Бёрк Д.", code: "А64" },
    { name: "Бернье М.", code: "Д53" },
    { name: "Берри М.", code: "Н42" },
    { name: "Берроуз Д.", code: "Д87" },
    { name: "Бертвелл Д.", code: "С39" },
    { name: "Бёрч Б.", code: "Д54" },
    { name: "Библиотека Орна", code: "У23" },
    { name: "Бигелоу Д.", code: "Т75" },
    { name: "Бигни С.", code: "Д52" },
    { name: "Бид М.", code: "Н49" },
    { name: "Биди Л.", code: "Д84" },
    { name: "Бикнелл Э.", code: "А62" },
    { name: "Биксби К.", code: "А28" },
    { name: "Бил Р.", code: "Н64" },
    { name: "Билетная касса вокзала", code: "НЗ8" },
    { name: "Бильярдная Арта", code: "Д15" },
    { name: "Бингэм М.", code: "Д68" },
    { name: "Бисба", code: "Д15" },
    { name: "Бисби Э.", code: "С27" },
    { name: "Биссонетт Р.", code: "Ф40" },
    { name: "Бишоп К.", code: "ФЗ1" },
    { name: "Благотворительный фонд Элеоноры Пибоди", code: "Р4" },
    { name: "Бланк М.", code: "Ф58" },
    { name: "Бланн С.", code: "Д92" },
    { name: "Бланчард Д.", code: "И22" },
    { name: "Бланшетт Л.", code: "С48" },
    { name: "Блинн Э.", code: "Д56" },
    { name: "Блисс Д.", code: "С31" },
    { name: "Блоссом Н.", code: "Д62" },
    { name: "Блуссом Г.", code: "Аб1" },
    { name: "Бойня", code: "Д41" },
    { name: "Болл Г.", code: "А49" },
    { name: "Бомбара А.", code: "С31" },
    { name: "Бомьер Р.", code: "Р20" },
    { name: "Борден-Армс, отель", code: "Н30" },
    { name: "Босворт К.", code: "С47" },
    { name: "Бохэм, всё для театра", code: "Т43" },
    { name: "Брайден Б.", code: "А56" },
    { name: "Брайден Г.", code: "С25" },
    { name: "Брайден Ф.", code: "С53" },
    { name: "Брайен К.", code: "Ф42" },
    { name: "Браун К.", code: "Т59" },
    { name: "Браун Ф.", code: "Р19" },
    { name: "Браун Э., «Док»", code: "А54" },
    { name: "Бриггс С.", code: "С45" },
    { name: "Бриллиант, ломбард", code: "Д7" },

    { name: "Вальзак С.", code: "С50" },
    { name: "Ван Аллен М.", code: "С32" },
    { name: "Вашингтон Д.", code: "А19" },
    { name: "Ведьмин дом", code: "Ф11" },
    { name: "Вейланд Л.", code: "С38" },
    { name: "Вентворт Э.", code: "А37" },
    { name: "Виман М.", code: "Д68" },
    { name: "Винсент Г.", code: "Д79" },
    { name: "Вирджиния Д.", code: "Т72" },
    { name: "Вон Э.", code: "ФЗ2" },
    { name: "Востоцки С.", code: "Д60" },
    { name: "Восточная муниципальная школа", code: "Р8" },
    { name: "Восточная церковь", code: "РЗ" },
    { name: "Восточное общежитие", code: "У19" },
    { name: "Восточные склады", code: "Т39" },
    { name: "Воус Н.", code: "А38" },
    { name: "Всё по 5,5 $ Вулворта", code: "Т38" },
    { name: "Вуд М.", code: "ФЗ6" },
    { name: "Вудбери Т.", code: "А48" },
    { name: "Вудварт Э.", code: "Д48" },
    { name: "Вудхед С.", code: "А31" },
    { name: "Вулф К.", code: "Фб5" },
    { name: "Вулф Э.", code: "Ф59" },
    { name: "Вэлитон М.", code: "Ф64" },

    { name: "Газетный прилавок Нортсайда", code: "НЗ5" },
    { name: "Газетный прилавок Торгового района", code: "141" },
    { name: "Газовая компания Аркхэма", code: "Д22" },
    { name: "Гайд Э.", code: "С26" },
    { name: "Галантерея Сэлмона", code: "Т30" },
    { name: "Галерея изящных искусств", code: "Т14" },
    { name: "Гамб Д.", code: "Т7" },
    { name: "Гамильтон Г.", code: "А32" },
    { name: "Гаммел К.", code: "Н65" },
    { name: "Ганнон Ц.", code: "И14" },
    { name: "Ганьон А.", code: "Ф38" },
    { name: "Гараж Мискатоникского университета", code: "Ф7" },
    { name: "Гардиан, съёмные квартиры", code: "Нб" },
    { name: "Гаррисон М.", code: "Д85" },
    { name: "Гастингс М.", code: "Д84" },
    { name: "Гатри Х.", code: "ТИ" },
    { name: "Гейн Д.", code: "Д75" },
    { name: "Гейсерт Л.", code: "А34" },
    { name: "Гелдер Д.", code: "И29" },
    { name: "Генри Г.", code: "Ф44" },
    { name: "Генри Д.", code: "Д47" },
    { name: "Гергеё В.", code: "Н52" },
    { name: "Герритсон Э.", code: "Ф67" },
    { name: "Геруард И.", code: "С41" },
    { name: "Гибалат Э.", code: "Т64" },
    { name: "Гибсон Г.", code: "Р17" },
    { name: "Гилберт Г.", code: "Д77" },
    { name: "Гилкрист Д.", code: "Д62" },
    { name: "Гилмор К.", code: "Д50" },
    { name: "Гимнастический зал Саутсайда", code: "Ф20" },
    { name: "Гируард Э.", code: "А51" },
    { name: "Гиффорд Р.", code: "ФЗ9" },
    { name: "Гладдинг Р.", code: "Ф27" },
    { name: "Глаз Амары, общество", code: "С4" },
    { name: "Говард М.", code: "Ф41" },
    { name: "Говард Ф.", code: "Ф41" },
    { name: "Гоголевский М.", code: "С47" },
    { name: "Годдард А.", code: "28" },
    { name: "Годдард У.", code: "Д56" },
    { name: "Гон Ч.", code: "С35" },
    { name: "Гордон У.", code: "Р19" },
    { name: "Горжаковский П.", code: "С31" },
    { name: "Горри С.", code: "С38" },
    { name: "Грант Ф.", code: "Д88" },
    { name: "Грат Х.", code: "P19" },
    { name: "Грейвс А.", code: "С44" },
    { name: "Грейс М.", code: "А48" },
    { name: "Грин Л.", code: "А54" },
    { name: "Гриппин Г.", code: "С49" },
    { name: "Гриффен К.", code: "д69" },
    { name: "Грули Г.", code: "Ф48" },
    { name: "Грэм Г.", code: "С21" },
    { name: "Гудвин Г.", code: "Р26" },
    { name: "Гэрднер Э.", code: "С46" },
    { name: "Гэри Ф.", code: "А52" },

    { name: "Дадли М.", code: "Д85" },
    { name: "Дайер У.", code: "С42" },
    { name: "Далтон Д.", code: "С38" },
    { name: "Далтон К.", code: "С30" },
    { name: "Дамский салон красоты Перл", code: "А11" },
    { name: "Данбар М.", code: "Р17" },
    { name: "Данеса Э.", code: "Ф62" },
    { name: "Данкл Ш.", code: "ТИ" },
    { name: "Данниган Д.", code: "А41" },
    { name: "Даркин Д.", code: "АЗ]" },
    { name: "Даттон М.", code: "Н63" },
    { name: "Дауни Д.", code: "А42" },
    { name: "Де Сен-Клер К.", code: "А60" },
    { name: "Дей Д.", code: "А53" },
    { name: "Деймон М.", code: "Д47" },
    { name: "Деймон Э.", code: "С50" },
    { name: "Дейпли К.", code: "Н76" },
    { name: "Дейри А.", code: "С49" },
    { name: "Дендрон Э.", code: "(35" },
    { name: "Деннинг Г.", code: "Д7З" },
    { name: "Деннинг Э.", code: "И12" },
    { name: "Дерби Г.", code: "Н41" },
    { name: "Дермоди Л.", code: "Ф49" },
    { name: "Дёрнан Б.", code: "Т69" },
    { name: "Дёрфи Р.", code: "АЗ6" },
    { name: "Джедидайя Марш и партнёры", code: "Н10" },
    { name: "Джедни Б.", code: "Д7З" },
    { name: "Джедри Р.", code: "Ф54" },
    { name: "Джеймс К.", code: "Д51" },
    { name: "Джеймс Э.", code: "Ф47" },
    { name: "Джейн М.", code: "Н61" },
    { name: "Джейн Э.", code: "А44" },
    { name: "Джекман Д.", code: "Д77" },
    { name: "Джексон Л.", code: "Н48" },
    { name: "Джексон Монро, резчик по камню", code: "Т5" },
    { name: "Джексон Э.", code: "174" },
    { name: "Дженкин Э.", code: "Н48" },
    { name: "Дженкс Р.", code: "Т61" },
    { name: "Джентльменский клуб долины Мискатоник", code: "А12" },
    { name: "Джермин В.", code: "ФЗ5" },
    { name: "Джерри Б.", code: "ФЗ9" },
    { name: "Джерри Г.", code: "Ф45" },
    { name: "Джозеф Д.", code: "Н65" },
    { name: "Джозеф М.", code: "А34" },
    { name: "Джой, казино", code: "Д26" },
    { name: "Джон Р.", code: "Т62" },
    { name: "Джонс К.", code: "Д7З" },
    { name: "Джонс П.", code: "Ф43" },
    { name: "Джонс Э.", code: "И20" },
    { name: "Джонсон А.", code: "А27" },
    { name: "Джонсон Б.", code: "Д72" },
    { name: "Джордж Г.", code: "А21" },
    { name: "Диковинки и древности Чубовски", code: "Т21" },
    { name: "Диш К.", code: "Д64" },
    { name: "Доки", code: "Т10" },
    { name: "Доктор Амелия Беннет", code: "ТИ" },
    { name: "Доктор Аппендорф, пластический хирург", code: "Д18" },
    { name: "Доктор Накагава Кодзи", code: "Т!1" },
    { name: "Доктор Питер Ван Барнвольд", code: "Д19" },
    { name: "Доктор Сирил Вестчестер", code: "НЗ" },
    { name: "Дом в процессе сноса", code: "Д20" },
    { name: "Дом ветеранов долины Мискатоник", code: "У1" },
    { name: "Дом молитвы баптистов", code: "И5" },
    { name: "Дом мороженого Грейс", code: "Д27" },
    { name: "Дом престарелых Уайтчепела", code: "А4" },
    { name: "Дом ректора", code: "У22" },
    { name: "Дональд Э.", code: "И15" },
    { name: "Донелла Э.", code: "А55" },
    { name: "Доннинг Р.", code: "Д76" },
    { name: "Дорк А.", code: "ТИ" },
    { name: "Дорн Б.", code: "Ф53" },
    { name: "Доул Д.", code: "Д56" },
    { name: "Доусон Д.", code: "С26" },
    { name: "Доходные дома", code: "С14" },
    { name: "Дочери Американской революции", code: "А13" },
    { name: "Драммонд А.", code: "И28" },
    { name: "Дрю Э.", code: "А28" },
    { name: "Дуайт Р.", code: "Д84" },
    { name: "Дьюи Д.", code: "174" },
    { name: "Дэвенпорт М.", code: "А20" },
    { name: "Дэвис Г.", code: "Ф49" },
    { name: "Дэвис С.", code: "С20" },
    { name: "Дэниел Аптон, архитектор-консультант", code: "АЗ" },
    { name: "Дэнфорт Д.", code: "А27" },
    { name: "Дюпен Д.", code: "Д53" },

    { name: "Епископальная церковь Крайстчёрч", code: "Т48" },

    { name: "Жиньен К.", code: "А48" },

    { name: "Залескас В.", code: "Д50" },
    { name: "Заляски У.", code: "А27" },
    { name: "Замочная мастерская Крига", code: "Т49" },
    { name: "Западная церковь", code: "Т8" },
    { name: "Западное общежитие", code: "У18" },
    { name: "Здание городской администрации", code: "Д21" },
    { name: "Зоомагазин", code: "Т19" },

    { name: "Изи Ф.", code: "Н57" },
    { name: "Илсли Т.", code: "И29" },
    { name: "Импер У.", code: "А41" },
    { name: "Имс М.", code: "ФЗ9" },
    { name: "Инсмутский автовокзал ", code: "ДЗ" },
    { name: "Институт Лакина", code: "С2" },
    { name: "Ирам Д.", code: "А65" },

    { name: "Йегер У.", code: "И22" },
    { name: "Йель Я.", code: "АЗ5" },
    { name: "Йорк У.", code: "Т73" },

    { name: "Кабинет профессора Армитеджа", code: "У23А" },
    { name: "Каванна У.", code: "АЗ1" },
    { name: "Каллен М.", code: "А23" },
    { name: "Каммингс М.", code: "Ф27" },
    { name: "Канцтовары Джилмена", code: "ТЗ1" },
    { name: "Карвен К.", code: "Д72" },
    { name: "Карпентер Н.", code: "А52" },
    { name: "Карр Ф.", code: "Ф44" },
    { name: "Карраер М.", code: "Д57" },
    { name: "Каррингтон Л.", code: "С32" },
    { name: "Картер М.", code: "И23" },
    { name: "Карти У.", code: "Н75" },
    { name: "Карью К.", code: "Д82" },
    { name: "Касса", code: "облигаций" },
    { name: "федерального займа", code: "Д17" },
    { name: "Касуэлл М.", code: "Д91" },
    { name: "Катлер М., стекольщик", code: "Р10" },
    { name: "Католическая церковь Святого Михаила", code: "Ф18" },

    Каттинг Ф. Р15
    Кафе на Чёрч-стрит Т44
    Кваган Д. А23
    Квартал-терраса Н11
    Квинлан Д. Ф50
    Квинн Б. Н40
    Кейс Ч. Н58
    Келер Б. А62
    Келли Х. АЗ6
    Кенготт М. С50
    Кендалл Л. Н45
    Кендалл Э. АЗ6
    Кендерсон Э. Н60
    Кеннеди Л. С35
    Кеннесон Д. Н71
    Кёртис Л. С53
    Кизар М. А6б
    Кили М. С19
    Кин М. Д67
    Кинг Д. И28
    Кинг Р. С30
    Кингсли Д. Н50
    Кингсли С. А63
    Кирби И. Т62
    Кирк К. Н45
    Кирнан Б. С36
    Кирпичный завод
    Данхельма Р13
    Киф П. Ф59
    Киф С. Ф26
    Кладбище Крайстчёрч С17
    Кларк Т. АЗ34
    Кларк Э. Н59
    Клейн М. ФЗ6
    Клемено М. А21
    Клин М. С54
    Клиническая больница Святой Марии У11
    Клинтон Р. А19
    Клиффорд М. С43
    Кло Э. Н40
    Клоарт С. Ф53
    Книжный магазин Оттомана Т34
    Кован Д. ТИ
    Койл У. Т69
    Кокрейн У. С24
    Колби В. Н58
    Колл Э. Т73
    Колокольчик, кафе 142
    Колтон К. Д62
    Колумбия Б. ФЗ8
    Коммершл-Хаус, мюзик-ХОЛЛ НЗ1
    Конвей Т. Дб1
    Конверс Г. Ф53
    Конгрегациональная церковь Аркхэма А17
    Конден М. Д55
    Кондитерская Линча Т3З6
    Коннелл Д. Н61
    Конни К. С41
    Конноли Т. Д67
    Корбетт Г. Д45
    Корпус гуманитарных наук У15
    Корпус Джонатана Эдвардса У7
    Корпус Дороти Апман У20
    Корпус естественных наук У12
    Корпус Локсли-Холл У17
    Коттон Ф. С50
    Коуинг Д. ФЗ8
    Коул Д. Ф26
    Коулман Э. Н74
    Коффи Ф. АЗ33
    Коффин С. Д79
    Коффин С. Р14
    Коэн С. Р26
    Крауниншильд Б. АЗ30
    Крейн А. С52
    Крейн У. С40
    Крейн Ф. Ф42
    Кристенсен К. Н68
    Кристофер Д. Д85
    Кронвелл П. С33
    Крото Г. А30
    Кроули А. А43
    Кроуфорд А. Ф64
    КудЭ. С29
    Кузнец РИ
    Кук Ф. Д57
    Кумешеза Х. Т65
    Кумс Р. Ф57
    Купальня Саутсайда Ф13
    Куршен Д. Ф46
    Куршен-мл. Д. Д90
    Кута Х. С39
    Кушинг К. С45
    Кэбот К. Д58
    Кэпвелл К. ФЗ8
    Кэролл Д. А21
    Лабелла Д. Д86
    Лаборатория им. Чарльза Тайнера У13
    Лавер Х. Д64
    Лавин У. Д48
    Лавка Батлера Т52
    Лавуэлл Э. С54
    Ладден Э. А45
    Лаиталь Л. Д67
    Лайман С. С18
    Лайон Э. А40
    Лакасс Б. Р22
    Лакасс К. С55
    Ла-Кортилья, Э. Т11
    Ламберт М. С21
    Лант Э. ФЗ2
    Лапанс Ф. Фб0
    Латрелл, Г. С5
    Ле Ингалис А20
    Левассёр М. С37    
    Легасси К. А50
    Лейси К. ФЗ5
    Лейтон Э. Д47
    Лейхи Д. А29
    Лео У. Ф50
    Леон Г. С23
    Леонид Д. Д68
    Лесли Г. А60
    Лестер Г. С28
    ЛиЭ. Ф43
    Лиддейсон Д. Ф64
    Лилибридж 3. А52
    Линч М. А35
    Ллевелин К. Т59
    Ловелл Э. Д64
    Лодал М. Т11
    Ложа Серебряных Сумерек А56
    Лонг Ф. Д71
    Лоретт М. А40
    Лоу Р. Фб2
    Лоусон Г. Р23
    Лоусон Д. Д79 
    Луиль Л. Т64
    Льюис Ф. И20
    Льюистон-Хаус Ф8
    Лэйри П. Н51
    Лэм Э. С52
    Лэнтон Э. Д78

    

];

export default AddressBookData;