const QuestLocations = {
    'А8': {
        body: `
            <p>
                <b>Профессор Генри Армитедж</b> не отзывается на
                звонок. Вас встречает его жена и передаёт записку: «Если понадоблюсь, ищите меня в больнице,
                а потом у старого шарлатана <b>Паскаля Фентона</b>». 
            </p>`,
    },
    'А18': {
        body: `
            <p>
                Вы застаёте мистера <b>Амброза Чекли</b> дома, но после краткой консультации понимаете, что он ничем
                не может вам помочь.
            </p>`,
    },
    'А41': {
        body: `
            <p>
                <b>Имперский особняк</b> знавал и лучшие времена. От
                ветхих покосившихся стен веет щемящей тоской
                по былому великолепию. Парадный вход и все
                окна заколочены. Обойдя здание, вы обнаруживаете, что доски с одного из окон аккуратно сняты и сложены рядом. 
                Протиснувшись сквозь узкое
                отверстие, вы оказываетесь в затхлом коридоре.
                В воздухе пахнет сыростью и гнилью.                 
            </p>
            <p>
                На первом этаже нет ничего интересного, хотя ещё
                недавно по вестибюлям ходило много людей. Повсюду лежит толстый слой пыли, но к лестнице
                протоптана дорожка. Следы ведут на третий этаж.
                В просторной зале, судя по заплесневелому роялю
                в углу, некогда проводили музыкальные вечера.
                Сейчас картина куда более мрачная.             
            </p>
            <p>
                На деревянном паркете нарисована большая пентаграмма, в её углах расставлены чёрные свечи.
                Стены и пол расписаны знаками, среди которых
                снова и снова повторяется слово «Ньярлатхотеп».
                Чем дольше вы смотрите на знаки, тем сильнее
                расплывается взгляд. Возможно, это оптическая
                иллюзия из-за полумрака. Между двух половиц вы
                замечаете маленький серебряный медальон. Выглядит он необычно, но ни о чём вам не говорит.             
            </p>            
        `,
    },
    'А67': {
        body: `
            <p>
                Как и весь Аптаун, <b>парк Аптауна</b> выглядит приятно и ухоженно. Юго-западная часть заросла густой чащей, но сперва вы осматриваете открытые
                участки. Полицейских нигде не видно. 
            </p>
            <p>
                Чащу вы решаете оставить напоследок, остерегаясь «живых деревьев». История, конечно, маловероятная, но уж больно тревожная. Осмотр открытых участков много времени не занимает.
            </p>
            <p>
                Деревья начинаются чуть выше по склону, и среди
                них вы замечаете заросшие руины какого-то строения. На поляне перед ним виднеется тёмное пятно
                на сырой земле — кровь! Вы слышите шелест листвы, и вдруг до вас доносится зловонный могильный
                запах. Кровь стынет в жилах. Вы оборачиваетесь на
                шум — и отшатываетесь в ужасе, когда одно из деревьев делает шаг вперёд! Может, это галлюцинация? Но дерево и впрямь двигалось! Матово-чёрное создание пяти метров ростом тянет к летнему
                солнцу пучок щупалец, похожих на ветви. 
            </p>
            <p>
                На миг вы застываете от страха — горечь подступает ко рту, накатывает тошнота... Вы пускаетесь
                наутёк, сердце колотится в груди. Спасаясь от стерегущего парк чудовища, вы пробегаете целых два
                квартала. Не может такого быть! У страха глаза велики, но ведь вы точно, точно видели — оно двигалось! Неужели в кошмарных книгах Армитеджа
                рассказывалась... чистая правда? Вы собираете
                волю в кулак и присаживаетесь, пытаясь успокоиться. Но страх никуда не уходит. Зловещие ужасы
                подстерегают жителей Аркхэма. 
            </p>       
        `,
    },
    'Д2': {
        body: `
            <p>
                В «<b>Ресторанчике Флитвуда</b>» царит тишина.
                Лишь несколько завсегдатаев расселись на уютных диванчиках в глубине зала. Только вы садитесь за стол, как к вам подходит официантка, щёлкая жвачкой со скоростью отбойного молотка. 
            </p>
            <p>
                «Вы поесть зашли или ищете этого паршивца <b>Уилла Коффина</b>? Нет его тут, умотал из города на
                пару дней». Девушка заговорщицки подмигивает
                вам. В голову лезет шальная мысль: замерить бы,
                с какой скоростью она жубт!
            </p>
        `,
    },
    'Д9': {
        body: `
            <p>
                Вы пропустили всё самое интересное. От «<b>Ресторанчика Би</b>» как раз отьезжает полицейский экипаж. В глубине зала вы замечаете инспектора Гаррисона с подчинёнными. 
            </p>
            <p>
                Детектив приветствует вас кивком. «Мы его поймали, спасибо Армитеджу за наводку. <b>Эдвард Хартвелл</b>
                 подходит под описание незнакомца, который скрылся от <b>Кина</b> после вчерашнего нападения. Я арестовал его, но он сопротивлялся — пришлось успокаивать по-жёсткому. Всё время нёс
                какой-то бред! Парень так в <b>лечебнице</b> закончит!»
                Опрокинутые стулья и битая посуда красноречиво
                дополняют рассказ инспектора. 
            </p>
            <p>
                Вы спрашиваете, нашлось ли среди вещей Хартвелла что-нибудь подозрительное. «Как знать. По
                словам официантки, он зашёл в ресторан с небольшим свёртком. Но потом Хартвелл передал
                свою ношу другому посетителю — джентльмену
                по имени <b>Виктор</b>. Девочка говорит, этот Виктор
                здесь не задержался: торопился на <b>поезд</b>».             
            </p>
            <p>
                Инспектор явно расстроен, что ему не удалось
                поймать подельника. «Мои полномочия заканчиваются за городской чертой; этот свёрток — уже
                не моя забота». 
            </p>
            <p>
                Гаррисон поправляет шляпу и отворачивается
                к одному из офицеров. По блеску в его глазах вы
                понимаете: он всё-таки намерен найти человека
                со свёртком. Не в его правилах упускать серьёзные
                зацепки. 
            </p>
        `,
    },
    'Д21': {
        body: `
            <p>
                В <b>здании администрации</b> немноголюдно. Постучав по стеклу двери кабинета, вы привлекаете внимание клерка. 
                Выслушав вас, <b>Николас Салтонстолл</b> исчезает на пару минут, а затем возвращается. 
                «Ничего нет, извините. Вы уверены, что означенные лица родились, поженились или умерли
                именно здесь?» Похоже, искал он спустя рукава.
                Николас бросает на вас раздражённый взгляд: «Не
                подумайте дурного, записи я проверил. Простите
                за грубость. Плохо себя чувствую с утра». 
            </p>        
        `
    },
    'Д32': {
        body: `
            <p>
                Молодой сержант <b>Микки Тулл</b>, один из ребят
                Гаррисона, не спеша подходит к вам и предлагает
                помочь, пока начальство в отъезде. «Ищете Гаррисона? Он на задержании в каком-то <b>ресторанчике</b>
                по эту сторону реки». 
            </p>  
            <p>
                Вы тщетно пытаетесь узнать у Тулла хоть что-нибудь новое о нападении на девушку в <b>парке Аптауна</b>. «Нечего добавить. Парни ходили по домам
                опрашивать свидетелей — без толку. Ничего подозрительного, разве что кто-нибудь из Ложи Серебряных Сумерек то и дело ошивается у старого <b>Имперского особняка</b>». Возможно, стоит расспросить
                об этом <b>Себастьяна Лаймана</b>.            
            </p>
        `
    },
    'Д34': {
        body: `
            <p>
                «Извини, Бобби, — цедит <b>Арло</b> одним уголком рта.
                Нашёл как обратиться... — Я не при делах, но если
                тебе нужен музыкант, ты пришёл по адресу. Свадьба, бар-мицва, день рождения, просто вечеринка,
                только скажи! На саксофоне так сыграю, упадёшь
                и не встанешь!» Он пишет адрес на визитке. «По
                субботам я играю в <b>спикизи</b>. Пробовался в оркестр для новой пьесы, но эти олухи из <b>Мэнли</b> настоящий талант даже в упор не разглядят».              
            </p>             
        `
    },
    'Д45': {
        body: `
            <p>
                Вы стучите в дверь лаборатории <b>Герберта Корбетта</b>, и вам открывает его ассистент. Он узнаёт
                вас и проводит в рабочее помещение.
            </p>
            <p>
                Лаборатория заставлена бунзеновскими горелками;
                язычки пламени мерно колышутся. При виде вас
                Герберт отвлекается от стола и снимает увеличитель.
            </p>
            <p>
                «Добро пожаловать в лабораторию криминалистики». Он здоровается с вами за руку. Вы не хотите
                отвлекать занятого человека и вместо обмена любезностями сразу переходите к делу: к происшествию в <b>парке Аптауна</b>.
            </p>
            <p>
                «Да уж, дело тёмное. Попробую пролить на него
                свет». Корбетт достаёт коричневую картонную
                коробку.
            </p>
            <p>
                «Гаррисон оставил мне на осмотр вещи потерпевшей. Блуза, как вы можете заметить, пропиталась
                кровью из раны на груди. Интересно, что до оказания первой помощи одежда была цела. Получается, девушку одели уже после ранения.
            </p>
            <p>
                Впрочем, куда занимательнее содержимое кошелька: здесь есть даже адрес. Вот... — Он роется
                в коробке. — Это счёт из <b>пансиона Ренни</b> и квитанция с выплатой за месяц вперед. И это расписка из книжного магазина.»
            </p>
        `
    },
    'Д67': {
        body: `
            <p>
                Небольшой, но уютный дом офицера <b>Мэтью Кина</b>
                на Ист-Карвен-стрит смотрит окнами на <b>площадь
                Независимости</b>. Дверь открывает крепкий молодой человек с аккуратно подстриженными усами.
                Он хорошо одет, и похоже, что недавно вернулся из церкви.
            </p>
            <p>
                Кин приглашает зайти; его супруга наливает вам
                чашку кофе. Офицер рассказывает ровно ту же
                историю, что и Армитедж. «Ничего не хотите добавить?» — спрашиваете вы.
            </p>
            <p>
                «Увы. Простите, что потратил ваше время, но я всегда стараюсь составлять максимально подробные
                доклады. Санитара, который помог спасти девушку,
                зовут <b>Лоуренс Хэтфилд</b>. Они с женой Эмили живут на Саут-Уэст-стрит — это на холме Френч-хилл.
                Саму раненую отвезли в <b>больницу Святой Марии</b>,
                а её вещи Гаррисон приказал мне доставить Герберту Корбетту, криминалисту.»
            </p>
        `
    }

};

export default QuestLocations;