import { QuestLocationMap } from '../types/QuestLocation';

export const QuestLocations: QuestLocationMap = {
  А8: {
    body: `
            <p>
                <b>Профессор Генри Армитедж</b> не отзывается на
                звонок. Вас встречает его жена и передаёт записку: «Если понадоблюсь, ищите меня в больнице,
                а потом у старого шарлатана <b>Паскаля Фентона</b>».
            </p>`,
  },
  А18: {
    body: `
            <p>
                Вы застаёте мистера <b>Амброза Чекли</b> дома, но после краткой консультации понимаете, что он ничем
                не может вам помочь.
            </p>`,
  },
  А41: {
    body: `
            <p>
                <b>Имперский особняк</b> знавал и лучшие времена. От
                ветхих покосившихся стен веет щемящей тоской
                по былому великолепию. Парадный вход и все
                окна заколочены. Обойдя здание, вы обнаруживаете, что доски с одного из окон аккуратно сняты и сложены рядом.
                Протиснувшись сквозь узкое
                отверстие, вы оказываетесь в затхлом коридоре.
                В воздухе пахнет сыростью и гнилью.
            </p>
            <p>
                На первом этаже нет ничего интересного, хотя ещё
                недавно по вестибюлям ходило много людей. Повсюду лежит толстый слой пыли, но к лестнице
                протоптана дорожка. Следы ведут на третий этаж.
                В просторной зале, судя по заплесневелому роялю
                в углу, некогда проводили музыкальные вечера.
                Сейчас картина куда более мрачная.
            </p>
            <p>
                На деревянном паркете нарисована большая пентаграмма, в её углах расставлены чёрные свечи.
                Стены и пол расписаны знаками, среди которых
                снова и снова повторяется слово «Ньярлатхотеп».
                Чем дольше вы смотрите на знаки, тем сильнее
                расплывается взгляд. Возможно, это оптическая
                иллюзия из-за полумрака. Между двух половиц вы
                замечаете маленький серебряный медальон. Выглядит он необычно, но ни о чём вам не говорит.
            </p>
        `,
  },
  А67: {
    body: `
            <p>
                Как и весь Аптаун, <b>парк Аптауна</b> выглядит приятно и ухоженно. Юго-западная часть заросла густой чащей, но сперва вы осматриваете открытые
                участки. Полицейских нигде не видно.
            </p>
            <p>
                Чащу вы решаете оставить напоследок, остерегаясь «живых деревьев». История, конечно, маловероятная, но уж больно тревожная. Осмотр открытых участков много времени не занимает.
            </p>
            <p>
                Деревья начинаются чуть выше по склону, и среди
                них вы замечаете заросшие руины какого-то строения. На поляне перед ним виднеется тёмное пятно
                на сырой земле — кровь! Вы слышите шелест листвы, и вдруг до вас доносится зловонный могильный
                запах. Кровь стынет в жилах. Вы оборачиваетесь на
                шум — и отшатываетесь в ужасе, когда одно из деревьев делает шаг вперёд! Может, это галлюцинация? Но дерево и впрямь двигалось! Матово-чёрное создание пяти метров ростом тянет к летнему
                солнцу пучок щупалец, похожих на ветви.
            </p>
            <p>
                На миг вы застываете от страха — горечь подступает ко рту, накатывает тошнота... Вы пускаетесь
                наутёк, сердце колотится в груди. Спасаясь от стерегущего парк чудовища, вы пробегаете целых два
                квартала. Не может такого быть! У страха глаза велики, но ведь вы точно, точно видели — оно двигалось! Неужели в кошмарных книгах Армитеджа
                рассказывалась... чистая правда? Вы собираете
                волю в кулак и присаживаетесь, пытаясь успокоиться. Но страх никуда не уходит. Зловещие ужасы
                подстерегают жителей Аркхэма.
            </p>
        `,
  },
  Д2: {
    body: `
            <p>
                В «<b>Ресторанчике Флитвуда</b>» царит тишина.
                Лишь несколько завсегдатаев расселись на уютных диванчиках в глубине зала. Только вы садитесь за стол, как к вам подходит официантка, щёлкая жвачкой со скоростью отбойного молотка.
            </p>
            <p>
                «Вы поесть зашли или ищете этого паршивца <b>Уилла Коффина</b>? Нет его тут, умотал из города на
                пару дней». Девушка заговорщицки подмигивает
                вам. В голову лезет шальная мысль: замерить бы,
                с какой скоростью она жубт!
            </p>
        `,
  },
  Д9: {
    body: `
            <p>
                Вы пропустили всё самое интересное. От «<b>Ресторанчика Би</b>» как раз отьезжает полицейский экипаж. В глубине зала вы замечаете инспектора Гаррисона с подчинёнными.
            </p>
            <p>
                Детектив приветствует вас кивком. «Мы его поймали, спасибо Армитеджу за наводку. <b>Эдвард Хартвелл</b>
                 подходит под описание незнакомца, который скрылся от <b>Кина</b> после вчерашнего нападения. Я арестовал его, но он сопротивлялся — пришлось успокаивать по-жёсткому. Всё время нёс
                какой-то бред! Парень так в <b>лечебнице</b> закончит!»
                Опрокинутые стулья и битая посуда красноречиво
                дополняют рассказ инспектора.
            </p>
            <p>
                Вы спрашиваете, нашлось ли среди вещей Хартвелла что-нибудь подозрительное. «Как знать. По
                словам официантки, он зашёл в ресторан с небольшим свёртком. Но потом Хартвелл передал
                свою ношу другому посетителю — джентльмену
                по имени <b>Виктор</b>. Девочка говорит, этот Виктор
                здесь не задержался: торопился на <b>поезд</b>».
            </p>
            <p>
                Инспектор явно расстроен, что ему не удалось
                поймать подельника. «Мои полномочия заканчиваются за городской чертой; этот свёрток — уже
                не моя забота».
            </p>
            <p>
                Гаррисон поправляет шляпу и отворачивается
                к одному из офицеров. По блеску в его глазах вы
                понимаете: он всё-таки намерен найти человека
                со свёртком. Не в его правилах упускать серьёзные
                зацепки.
            </p>
        `,
  },
  Д21: {
    body: `
            <p>
                В <b>здании администрации</b> немноголюдно. Постучав по стеклу двери кабинета, вы привлекаете внимание клерка.
                Выслушав вас, <b>Николас Салтонстолл</b> исчезает на пару минут, а затем возвращается.
                «Ничего нет, извините. Вы уверены, что означенные лица родились, поженились или умерли
                именно здесь?» Похоже, искал он спустя рукава.
                Николас бросает на вас раздражённый взгляд: «Не
                подумайте дурного, записи я проверил. Простите
                за грубость. Плохо себя чувствую с утра».
            </p>
        `,
  },
  Д32: {
    body: `
            <p>
                Молодой сержант <b>Микки Тулл</b>, один из ребят
                Гаррисона, не спеша подходит к вам и предлагает
                помочь, пока начальство в отъезде. «Ищете Гаррисона? Он на задержании в каком-то <b>ресторанчике</b>
                по эту сторону реки».
            </p>
            <p>
                Вы тщетно пытаетесь узнать у Тулла хоть что-нибудь новое о нападении на девушку в <b>парке Аптауна</b>. «Нечего добавить. Парни ходили по домам
                опрашивать свидетелей — без толку. Ничего подозрительного, разве что кто-нибудь из Ложи Серебряных Сумерек то и дело ошивается у старого <b>Имперского особняка</b>». Возможно, стоит расспросить
                об этом <b>Себастьяна Лаймана</b>.
            </p>
        `,
  },
  Д34: {
    body: `
            <p>
                «Извини, Бобби, — цедит <b>Арло</b> одним уголком рта.
                Нашёл как обратиться... — Я не при делах, но если
                тебе нужен музыкант, ты пришёл по адресу. Свадьба, бар-мицва, день рождения, просто вечеринка,
                только скажи! На саксофоне так сыграю, упадёшь
                и не встанешь!» Он пишет адрес на визитке. «По
                субботам я играю в <b>спикизи</b>. Пробовался в оркестр для новой пьесы, но эти олухи из <b>Мэнли</b> настоящий талант даже в упор не разглядят».
            </p>
        `,
  },
  Д45: {
    body: `
            <p>
                Вы стучите в дверь лаборатории <b>Герберта Корбетта</b>, и вам открывает его ассистент. Он узнаёт
                вас и проводит в рабочее помещение.
            </p>
            <p>
                Лаборатория заставлена бунзеновскими горелками;
                язычки пламени мерно колышутся. При виде вас
                Герберт отвлекается от стола и снимает увеличитель.
            </p>
            <p>
                «Добро пожаловать в лабораторию криминалистики». Он здоровается с вами за руку. Вы не хотите
                отвлекать занятого человека и вместо обмена любезностями сразу переходите к делу: к происшествию в <b>парке Аптауна</b>.
            </p>
            <p>
                «Да уж, дело тёмное. Попробую пролить на него
                свет». Корбетт достаёт коричневую картонную
                коробку.
            </p>
            <p>
                «Гаррисон оставил мне на осмотр вещи потерпевшей. Блуза, как вы можете заметить, пропиталась
                кровью из раны на груди. Интересно, что до оказания первой помощи одежда была цела. Получается, девушку одели уже после ранения.
            </p>
            <p>
                Впрочем, куда занимательнее содержимое кошелька: здесь есть даже адрес. Вот... — Он роется
                в коробке. — Это счёт из <b>пансиона Ренни</b> и квитанция с выплатой за месяц вперед. И это расписка из книжного магазина.»
            </p>
        `,
  },
  Д67: {
    body: `
            <p>
                Небольшой, но уютный дом офицера <b>Мэтью Кина</b>
                на Ист-Карвен-стрит смотрит окнами на <b>площадь Независимости</b>.
                Дверь открывает крепкий молодой человек с аккуратно подстриженными усами.
                Он хорошо одет, и похоже, что недавно вернулся из церкви.
            </p>
            <p>
                Кин приглашает зайти; его супруга наливает вам
                чашку кофе. Офицер рассказывает ровно ту же
                историю, что и Армитедж. «Ничего не хотите добавить?» — спрашиваете вы.
            </p>
            <p>
                «Увы. Простите, что потратил ваше время, но я всегда стараюсь составлять максимально подробные
                доклады. Санитара, который помог спасти девушку,
                зовут <b>Лоуренс Хэтфилд</b>. Они с женой Эмили живут на Саут-Уэст-стрит — это на холме Френч-хилл.
                Саму раненую отвезли в <b>больницу Святой Марии</b>,
                а её вещи Гаррисон приказал мне доставить Герберту Корбетту, криминалисту.»
            </p>
        `,
  },
  И29: {
    body: `
            <p>
                <b>Томас Илели</b> живёт в маленькой комнатушке на
                углу Ист-Армитедж-стрит. Дверь открывает растрёпанный человек в халате.
                Похоже, вы его разбудили.
            </p>
            <p>
                «Кто там стучит ни свет ни заря?» Вы спокойно объясняете мистеру Илсли,
                что прошло уже не только утро, но и время обеда. «Что, правда? Вечно меня
                бессонница мучает. Мой дом, мои правила — хочу
                сплю, хочу нет. Что вам нужно?»
            </p>
            <p>
                Вы пытаетесь максимально тактично узнать о его
                ночных визитах на <b>старое аркхэмское кладбище.</b>
            </p>
            <p>
                «Нетрупы же я там копаю. Чтобы вы знали, я пишу
                исторический труд о колонистах с „Мэйфлауэра“.
                ХУП век. Браунисты. В числе прочего приходится разыскивать могилы потомков. Теперь, если
                не возражаете, я вернусь ко сну».
            </p>
        `,
  },
  Н24: {
    body: `
            <p>
                Морщинистая старушка за прилавком «<b>Редких книг и карт</b>» косит на вас взглядом из-под
                очков-полумесяцев. Вы рассказываете ей о краже в <b>музее</b>.
            </p>
            <p>
                «Попробую помочь тебе, дорогуша. Один младший смотритель попросил отложить ему
                несколько томов с древними мифами. Собирался их
                проштудировать, чтобы выставки выглядели как
                можно достовернее».
            </p>
            <p>
                Вы спрашиваете об украденной из музея чаше.
                Женщина кивает и достаёт тонкую брошюру с заголовком «От Пнакотуса до наших дней».
            </p>
            <p>
                «Так это её похитили? А мне и не рассказали. Вот,
                погляди-ка... Это экспонат из Европы — родильная чаша Ктотха времён Крестовых походов».
                Она показывает вам страницу с карандашным рисунком.
            </p>
            <p>
                «Тут пишут, что чашу применяли в обрядах германские варвары из некоторых изуверских культов.
                Она помогала защитить, удержать в нашем
                мире новую жизнь... Странно, чаша слишком
                мала и не вместит ребёнка».
            </p>
        `,
  },
  Н28: {
    body: `
            <p>
                В редакции «<b>Аркхэм эдвертайзер</b>» царит аврал.
                Стрекочут пишущие машинки под руками репортёров,
                суетливые курьеры сверяют факты с архивами.
            </p>
            <p>
                Ваш друг <b>Донни Кларк</b> привстаёт из-за узкого
                стола. «Чем могу помочь? — Он одаривает вас
                своим знаменитым прищуром, а затем расплывается в улыбке.
                — Раздобыли мне сенсацию по старой дружбе?»
            </p>
            <p>
                Вы рассказываете о своём расследовании, и на
                лице Донни вновь появляется хмурый вид. «Боюсь,
                всё, что я знал, пустили в последний номер. Вы же
                поделитесь со мной, если узнаете что-то новое?»
            </p>
        `,
  },
  Н34: {
    body: `
            <p>
                <b>Отель «Бэнкрофт-Армс»</b> едва ли подходит для
                видного учёного в командировке. Очень странно,
                что важный начальник из Бостонского музея решил остановиться в такой дыре.
            </p>
            <p>
                Зайдя в тёмный вестибюль, вы звоните в колокольчик. В конце концов к вам выходит мужчина
                в потной заляпанной рубашке. Он фыркает, даже
                не глядя в вашу сторону, и пододвигает к вам книгу регистрации.
            </p>
            <p>
                «Только одиночные номера. Девяносто центов за ночь».
            </p>
            <p>
                Вы отпихиваете книгу и спрашиваете о <b>Викторе Ингрэме</b>.
                Управляющий что-то лепечет об анонимности клиентов, но тут вы резко хлопаете по
                столу и рявкаете, что вы — лучший друг Ингрэма и пришли забрать его вещи. Похоже, запугать
                управляющего — дело нехитрое. Он швыряет вам
                ключ, буркнув: «Номер 29. Бардак бы там прибрали, раз уж пришли».
            </p>
            <p>
                В двадцать девятом номере разгром: отсюда явно
                бежали в суматохе. Вы обыскиваете каждый уголок
                и находите под матрасом стопку листков из блокнота.
                На них кто-то скрупулёзно переписал от руки целый
                пассаж из какой-то книги. На листках описан ритуал культа <b>Шуб-Ниггурат</b>
                — весьма мерзкий обряд,
                с помощью которого в «наш» мир попадает отродье.
                Человеку скармливают семечко, а через некоторое
                время культисты вырезают из его тела созревшую
                тварь. Затем жертву умерщвляют и кормят отродье
                её кровью. На некоторых страницах нарисованы
                предметы, необходимые для ритуала. Наверное, смотрители
                <b>музея</b> могут что-то знать об этих рисунках.
            </p>
        `,
  },
  НЗ8: {
    body: `
            <p>
                Продавец билетов на вокзале с сожалением сообщает вам, что поезд на Бостон только что ушёл.
                Следующий отправится только завтра.
            </p>
        `,
  },
  С1: {
    body: `
            <p>
                <b>Аркхэмское историческое общество</b> открыто;
                несколько завсегдатаев в тишине просматривают
                документы. <b>Дороти Дэвис</b> замечает вас и сразу
                подбегает поздороваться. Вы спрашиваете её об
                <b>Имперском особняке</b>.
            </p>
            <p>
                «Эти развалины? По-моему, их приобрёл местный
                филантроп, <b>Сэнфорд</b>. Да вы его знаете, это же он
                собирает частный клуб „Серебряные Сумерки“.
                Странный малый».
            </p>
        `,
  },
  С4: {
    body: `
            <p>
                Про скандального мегаломана <b>Паскаля Фентона</b>,
                знаменитого аркхэмского оккультиста, Армитедж
                отзывается исключительно дурно. Всю жизнь
                они соперничали. Паскаль кичлив без меры, а по
                мнению многих — ещё и шарлатан. Зато живёт Фентон на широкую ногу.
                Особняк блистает безвкусной
                роскошью и весь заставлен зловещими экспонатами:
                здесь и уродцы в банках, и непонятные врачебные
                приспособления, и ювелирные украшения, которым
                самое место на сатанинском ритуале.
                Хозяин поначалу приветлив, но когда он узнаёт о цели вашего визита,
                то лишь самодовольно фыркает.
            </p>
            <p>
                «Надо же, теперь ко мне советоваться бегут! Этот
                никчёмный болван Гаррисон мог бы и сам зайти,
                а не гонять ко мне своих выкормышей!»
            </p>
            <p>
                Проглотив оскорбление, вы рассказываете о ране
                девушки и причинах беспокойства полиции. Поняв,
                что погорячился, Паскаль сменяет гнев на милость.
            </p>
            <p>
                «Деревья? Она бормотала, что на неё напали деревья?
                Предположу, что вы столкнулись с культом
                <b>Шуб-Ниггурат</b>, также известной как Чёрная Коза
                с Легионом Младых. Ходят слухи об одном зловещем ритуале...
                дескать, культисты находят жертву, в которой выращивают отродье из нечистого
                семени. Рана могла остаться как раз после такого
                ритуала. Или же девушка просто не в себе.
                Молва не врёт, в Аркхэме хватает безумцев. Это куда
                вероятнее».
            </p>
            <p>
                Паскаль замолкает, и тогда вы просите поподробнее рассказать о Шуб-Ниггурат.
                Оккультист явно не любит делиться тайнами, но всё-таки продолжает:
                «Отродье Шуб-Ниггурат вырезают из тела
                жертвы, и, явившись в наш мир, оно сеет ужас
                и творит свои чёрные дела. Если вам неймётся
                потянуть за эту ниточку, поищите в Аркхэме колдовские культы.
                Но проще заключить, что девушку опоили каким-нибудь ядом и теперь она бредит,
                а быть может, и вообще всё выдумала».
            </p>
            <p>
                Вы спрашиваете, что будет делать отродье, если
                оно и впрямь явилось в наш мир. Паскаль закусывает нижнюю губу.
                «Пока — ничего. Пройдёт несколько лет, прежде чем оно вырастет. Пишут, что
                эти твари часто нападают на домашних животных,
                особенно собак и кошек. Звери чувствуют злых
                духов — даже пока те не вылупились из семян».
            </p>
            <p>
                Вы благодарите Паскаля за ценные сведения и уходите.
            </p>
        `,
  },
  С18: {
    body: `
            <p>
                В окне мелькает <b>Себастьян Лайман</b>, лазутчик
                Армитеджа в <b>Ложе Серебряных Сумерек</b>. Три
                стука в сетчатую дверцу — условный сигнал, —
                и на крыльцо выглядывает мужчина с безупречной
                стрижкой, рассеянно подкручивающий вошёные
                усы. Он тщательно оглядывается и только убедившись,
                что свидетелей нет, впускает вас внутрь.
            </p>
            <p>
                «Полагаю, вы пришли меня спросить об <b>Имперском особняке</b>.
                <b>Карл Сэнфорд</b> и весь внутренний
                круг уже неделю проводят там ночи напролёт.
                Они пытаются вызвать что-то... из другого мира, понимаете?
                Не спрашивайте, что именно, — будете спокойнее спать!
                Одно я знаю точно: у них не выходит. Видать, таких снобов даже в потустороннем
                мире не любят».
            </p>
            <p>
                Себастьян продолжает: «Сегодня Карл был в препоганейшем настроении.
                К счастью, во время приступов меланхолии он бросает все затеи
                и вспоминает о другой своей страсти. Бокал-другой, а там
                и третий с четвёртым — ну, вы поняли.
                Думаю, Имперский особняк до поры оставят в покое.
                Вернётся к нему настроение, и снова примется за фокусы.
                Всё, ступайте. Вдруг Карл вздумает нагрянуть в гости?
                Если вас здесь застигнут, нам обоим конец».
            </p>
        `,
  },
  С19: {
    body: `
            <p>
                Вам открывает ярко одетая женщина в шляпке,
                баюкающая младенца.
                Вы спрашиваете её о сбежавшей кошке, и она называет вам приметы животного.
                Газетное объявление едва ли связано с делом,
                но вы обещаете забежать, если кошка найдется.
            </p>
        `,
  },
  С26: {
    body: `
            <p>
                Дом <b>Эдварда Хартвелла</b> ничем не выделяется из
                остальных. Подойдя к двери, вы замечаете возле
                подвального окна блохастую кошку. Шерсть на
                ней стоит дыбом: кошка пятится от подвала, выгнув спину,
                яростно шипит и таращит глаза.
            </p>
            <p>
                Вы раз за разом стучитесь в дверь, но никто не открывает.
                Пару минут спустя вы решаете проверить
                задний двор. Если девушке так досталось — возможно,
                кто-то попытался ранить и Эдварда Хартвелла.
            </p>
            <p>
                Задний двор выглядит опрятным и ухоженным,
                новенький забор сверкает свежей краской. Задняя
                дверь не заперта. Проскользнув в дом,
                пока вас никто не заметил, вы заходите в чисто прибранную
                кухню. Тарелки и столовые приборы тщательно
                вымыты и разложены на сушилке.
            </p>
            <p>
                Страсть хозяина к порядку видна в каждой комнате.
                На столике у входной двери лежит стопка писем, адресованных Эдварду Хартвеллу.
                Одно из них гласит: «Эдвард, здорово, что всё прошло по
                плану. Я приеду в воскресенье на поезде.
                Встретимся в <b>„Ресторанчике Би“</b>. Держи его в тепле,
                скоро я его заберу». Вспомнив о кошке,
                вы находите дверцу в подвал и спускаетесь вниз.
                Голая лампочка заполняет неровным светом небольшую
                мастерскую. Рядом с верстаком валяется вскрытая
                посылка с адресом <b>Мискатоникского музея</b>.
            </p>
            <p>
                На самом верстаке лежит остро наточенный кинжал
                с прямым лезвием. Деревянная рукоять испещрена
                непонятными знаками, а на лезвии виднеются алые
                пятна. Рядом стоит чаша, тоже испачканная чем-то
                красным.
            </p>
            <p>
                Отмысли, что именно этим кинжалом резали юную
                девушку, вам становится дурно. Вокруг разбросаны
                клочки старого пергамента с неразборчивыми каракулями.
                Рядом с записками вы видите открытую
                деревянную шкатулку, а в ней — четыре крупных
                семечка. Каждое из них размером с ноготь и черно
                как смоль. Вы оставляете все улики на своих местках
                и уходите тем же путём, которым вошли.
            </p>
        `,
  },
  Т9: {
    body: `
            <p>
                Вы с лёгкостью находите, у кого одолжить лодку.
                От старика с бакенбардами несёт дешёвым джином,
                но это ещё полбеды.
                Бурные воды Мискатоника оказываются куда страшнее.
                Целых полчаса
                изнуряющей гребли — и вы наконец ступаете на
                берег <b>Безлюдного острова</b>.
            </p>
            <p>
                Земля вокруг устлана густой травой, отовсюду
                торчат костлявые ветки кустарников и скрюченных деревьев.
                Обшаривать болотистую почву —
                дело медленное и утомительное.
                Исцарапавшись о шиповник и промочив ноги,
                вы наконец добираетесь до восточной оконечности острова.
            </p>
            <p>
                Двухметровые стоячие камни заметны даже с моста на Гаррисон-стрит.
                Шесть из них расставлены
                по кругу — эта картина неуловимо напоминает
                языческие капища Северной Европы.
            </p>
            <p>
                Бегло осмотрев местность, вы замечаете остатки костра,
                пустые бутылки и сигаретные окурки.
                В густой траве ваш острый глаз замечает отсыревшую кожаную сумку
                с тиснёным логотипом
                <b>Мискатоникского университета</b>.
                Внутри лежит блокнот некоего <b>Баркли Рутгера</b>, исписанный
                дрянными стихами.
            </p>
        `,
  },
  Т10: {
    body: `
            <p>
                <b>Доки</b> давно потеряли былой лоск.
                Теперь они полны мусора, грязи — и таких же грязных, дурных
                людей. Пока вы ступаете по скрипучим доскам
                причала, угрюмые носильщики разгружают речной пароход.
            </p>
            <p>
                На перевёрнутом ящике сидит без дела мужчина,
                то и дело прикладываясь к фляжке, и наблюдает,
                как докеры грузят ящики с помощью ручного крана.
                Вы завязываете разговор, предложив закурить,
                а в нужный момент вворачиваете крепкое словцо
                про родню его товарищей, на что он одобрительно
                усмехается. Затем вы спрашиваете о загадочных
                чужаках, проникающих по ночам на берег.
            </p>
            <p>
                «Ага, сам их пару раз видел. Выходят из темноты на шлюпках.
                Парни говорят, шхуна у них
                в устье на рейде стоит, чтоб легавые не прочуяли, ну,
                и оттуда по паре человек за раз выгружается. Точно, <b>Фриц</b>?»
                Он повышает голос, чтобы крепкий грузчик, проходящий рядом, его услышал.
                Фриц пыхтит под весом тяжёлой бочки, взмыленный, как бык.
            </p>
            <p>
                «Не задерживаются, — подтверждает он. — Я там
                рядом в ночлежке кантуюсь».
            </p>
            <p>
                Не желая больше надоедать рабочим, вы благодарите
                их и быстро убираетесь из дока.
            </p>
        `,
  },
  Т42: {
    body: `
            <p>
                Дощатые стены, старомодная мебель, тканые обои
                в клетку — <b>кафе «Колокольчик»</b> сразу создаёт
                атмосферу домашнего уюта. В зале чувствуется
                соблазнительный аромат свежей выпечки.
                Подавив проснувшийся голод, вы нажимаете на звоночек у прилавка.
                К вам выходит худая невзрачная
                женщина в фартуке. Её рукава закатаны, а щёки
                раскраснелись от работы.
            </p>
            <p>
                «Вам накрыть? Кофе или покушать?» Не желая
                навязываться и с трудом подавив желание перекусить, вы объясняете ей причину визита. Выслушав
                описание девушки, на которую напали прошлым
                вечером, хозяйка беспокойно хмурится.
            </p>
            <p>
                «Похожа на <b>Марту Модин</b>, она часто сюда захаживает.
                Прелестное создание, всегда старается
                помочь обездоленным. И влюблена без памяти: то
                и дело приходила со своим <b>Эдвардом</b>, и они без
                умолку болтали о поэзии и живописи. — Хозяйка
                указывает на диванчик у окна. — Вот здесь они
                всегда сидели. Не может быть, чтобы кто-нибудь
                желал Марте зла: в ней все души не чают».
            </p>
            <p>
                Вы спрашиваете о церкви Бейфрайара, про которую кричала Марта.
            </p>
            <p>
                «А? <b>Церковь Бейфрайара</b>? Она разве не заброшена?
                Марта всегда помогала нищим и бездомным — наверное, к ним и ходила.
                Не знаю точно». Женщина
                переводит взгляд на кухню — ей явно не терпится
                вернуться к работе. Поблагодарив её, вы возвращаетесь на улицу.
            </p>
        `,
  },
  Т50: {
    body: `
            <p>
                Дверь в «<b>Букинистический магазин Мередита</b>»
                заперта. Ничуть не смутившись, вы стучите в неё,
                и вскоре вам открывает дружелюбный высокий
                мужчина в твидовом пиджаке. Его седые волосы
                уже редеют, но глаза всё ещё горят юным блеском.
            </p>
            <p>
                Вы рассказываете о причине своего визита.
                Букинист берёт у вас расписку и разворачивает.
                «Расписка точно наша. Вы пока заходите, а я проверю книгу учета».
            </p>
            <p>
                <b>Мистер Мередит</b> проводит вас в магазин. Воздух
                внутри затхлый, все стены заставлены шкафами,
                просевшими под тяжестью книг.
                Букинист ныряет за прилавок и извлекает истёртый гроссбух.
                Он перелистывает пару страниц; палец привычно
                скользит по столбцам имён.
            </p>
            <p>
                «Да, вот он — сборник поэм Кольриджа. Велено
                подписать каллиграфическим почерком. Мы взяли
                с юной леди 3 $... Да, её зовут <b>Марта</b>, а жениха —
                Эдвард. <b>Эдвард Хартвелл</b>».
            </p>
            <p>
                Вы торопливо благодарите мистера Мередита
                и покидаете магазин.
            </p>
        `,
  },
  У11: {
    body: `
            <p>
                Армитедж не раз упоминал, что в больнице у него
                работает друг — доктор <b>Винсент Саттон</b>.
                Поэтому вы первым делом называете его имя у стойки
                регистрации. Чопорный секретарь хмурит брови,
                но всё-таки сообщает доктору о вашем приходе.
            </p>
            <p>
                Ожидание кажется вечным, но в конце концов
                доктор Саттон спускается к стойке и деловито здоровается с вами.
                На вид ему чуть больше сорока.
                Толстые очки в роговой оправе кажутся огромными на гладко выбритой голове.
                Когда вы объясняете цель вашего визита, он коротко кивает.
            </p>
            <p>
                «Конечно, Армитедж предупредил, что вы придёте», — отвечает он.
                Вы вводите его в курс дела, рассказав про женщину, попавшую в больницу после
                обморока в парке.
                «Это не моя пациентка. Пойдёмте в палату и выясним, что с ней произошло».
            </p>
            <p>
                Саттон ведёт вас по белым коридорам, лавируя
                в толпе. На пути вверх по лестнице он спрашивает, интересуют ли Армитеджа
                ночные огни в окнах <b>Имперского особняка</b>.
                «Работники больницы видели их, хотя старый дом вроде как заброшен».
                Когда вы отвечаете, что Армитедж ничего не говорил
                на эту тему, доктор пожимает плечами. Вы заходите
                в палату No 6. Доктор Саттон проходит вдоль ряда
                коек и находит нужную.
                Под одеялом крепко спит миловидная девушка.
                Саттон берёт с кровати больничную карту и сверяется с пометками.
            </p>
            <p>
                «Мы не знаем её имени, поэтому она числится
                здесь как Джейн Доу. Странно... рана на груди
                была глубокой, точно плоть проткнули острым
                лезвием. Но при этом у неё сломаны пять верхних рёбер на левой стороне.
                Выглядит всё так, будто из грудной клетки что-то вынули — или стремились
                вынуть... Очень необычно. Доктор Нойс провёл
                хирургическую операцию и вправил ей кости.
            </p>
            <p>
                К слову о странностях: Нойс обнаружил в ране изрядное количество
                коричневатой слизи и выслал
                образец в лабораторию. Состав там определить
                не смогли и направили лаборанта в <b>университетскую библиотеку</b>,
                штудировать медицинские трактаты. Странно, что к <b>Паскалю</b> не обратились,
                такая чертовщина — по его части».
            </p>
            <p>
                Когда Саттон заканчивает говорить, в палату заходит медсестра
                — делать пациентке укол. Когда она
                уже убирает иглу, девушка начинает биться в конвульсиях.
                Саттон остаётся невозмутимым и кладёт
                руку медсестре на плечо. «Скоро ей полегчает».
            </p>
            <p>
                Внезапно глаза девушки открываются, и она издаёт пронзительный крик.
                Саттон зовёт подмогу, а пациентка,
                брызгая слюной, мечется в безумном бреду...
            </p>
            <p>
                «В <b>церкви Бейфрайара</b>...
                Нет, не там!!! Деревья.
                Почему они ходят?..
                Эдвард? Где мой Эдвард?
                Откуда... у деревьев глаза?
                Эдвард, мы же собирались встретиться в „<b>Колокольчике</b>“!
                Зачем мы сюда идём?
                Эдвард! Мне больно, Эдвард! Хватит, прекрати!»
                Саттон делает шаг, хватает девушку за плечи
                и успокаивает её мягким шёпотом.
                Постепенно она перестаёт бредить и снова впадает в глубокий сон.
            </p>
            <p>
                «Нелегко ей пришлось, — говорит Саттон. — Раны
                со временем затянутся сами. Но, как видите, бывают шрамы,
                которые мы исцелить не в силах».
            </p>
            <p>
                Вы узнали у любезного доктора всё, что могли.
                «Образцы передали на анализ в <b>полицию</b>.
                Я думаю, их отдали криминалисту, <b>доктору Корбетту</b>.
                Дайте мне знать, если выясните её имя. Я свяжусь
                с родными. Ей нужен хороший уход».
            </p>
        `,
  },
  У17: {
    body: `
            <p>
                Вы подходите к рабочему столу профессора <b>Леоноры Робинсон</b>,
                и она поднимается, приветствуя
                вас. Невысокая женщина крепко сложена и выглядит молодо
                — на вид ей не больше тридцати.
                Волосы Леоноры стянуты в тугой узел.
            </p>
            <p>
                «Простите, я занята. Некогда болтать.
                <b>Томас Илсли</b> попросил меня провести исследование, и время поджимает.
                Я с ним недавно консультировалась
                по поводу <b>старого аркхэмского кладбища</b>. Томас
                пишет генеалогическое исследование о потомках
                первых пилигримов, осевших в Массачусетсе ещё
                в XVII веке».
            </p>
        `,
  },
  У19: {
    body: `
            <p>
                В <b>восточном</b> общежитии стоит необычная тишина.
                В здании администрации вы всё разузнали
                и без труда находите нужную комнату.
            </p>
            <p>
                Вы долго стучите в дверь
                <b>Баркли Рутгера</b>, и наконец её открывает тощий
                двадцатилетний парень плутоватого вида.
                Борода у него не подстрижена, а одежда на два
                размера больше, чем нужно.
                «Чего надо?» —
                раздражённо бурчит студент. Вы говорите, что
                знаете о его путешествии на
                <b>Безлюдный остров</b>, и требуете объяснений, угрожая полицией.
            </p>
            <p>
                «АЙ, чёрт с вами, было дело! Собрались с ребятами домашнюю бражку опробовать,
                не на людях же с ней сидеть.
                 Самокрутки посмолили, мясо пожарили.
                Ничего дурного не делали, только весь пляж теперь в стекляшках, хе-хе.
                — Тон у парня крайне самодовольный. — Это самое, вы ж не нажалуетесь?
                Если меня с учёбы турнут, папаша взбеленится...»
            </p>
            <p>
                От нравоучений толку явно не будет. На прошание вы всё-таки наказываете дебоширу избегать
                острова.
            </p>
        `,
  },
  У23: {
    body: `
            <p>
                Вы натыкаетесь на <b>мисс Сарджент</b> у стеллажей
                в <b>библиотеке Орна</b>. «Неужто Армитедж заставил
                вас работать в воскресенье? — усмехается она. —
                Что вам принести из хранилища?» Ваш рассказ
                о происшествии в Аптауне вызывает у библиотекаря любопытство.
                «Забавное совпадение: из
                <b>больницы</b> как раз попросили меня разузнать, что
                за вещество обнаружилось в ране потерпевшей.
                И ничего не выходило — пришлось обратиться к так
                называемым тайным книгам. Пойдёмте, я покажу
                вам, что нашла».
            </p>
            <p>
                Мисс Сарджент ведёт вас по узкому лестничному
                пролёту и отпирает дверь с табличкой «НЕ ВХОДИТЬ»,
                Закрытого отдела. Библиотекарь подводит вас к массивному дубовому
                столу и открывает древний том.
            </p>
            <p>
                «Это зловещий трактат немецкого автора фон
                Принна, <b>De Vermis Mysteriis</b>. Я в свободное время
                работаю над переводом».
            </p>
            <p>
                Палец библиотекаря, нервно подрагивая, бежит
                по странице. «Вот, в книге описана эта слизь. Она
                возникает в ходе ритуального жертвоприношения.
                За обрядом следят некие стражи — кошмарные чудища,
                называемые <b>Тёмной молодью Шуб Ниггурат</b>.
                Погодите — кажется, эти... создания...
                упоминались ещё в одной книге».
            </p>
            <p>
                Библиотекарь шагает к стеллажу, снимает с верхней полки книгу,
                на корешке у которой золотом оттиснуто слово «<b>Эйбон</b>»,
                и быстро перелистывает страницы. «Здесь о Тёмной молоди Шуб-Ниггурат
                рассказано подробнее. Это легенда о тевтонском
                рыцаре из XII века — он повёл отряд крестьян
                в бой против зловещих тварей из дремучего леса».
            </p>
            <p>
                <center>
                    <small>
                        Вечная им хвала, а Черной Козе Чащоб да пошлётся
                        изобилие! Иэ! Шуб-Ниггурат! Иэ! Шуб-Ниггурат!
                        Чёрная Коза с Легионом Младых!
                    </small>
                </center>
            </p>
            <p>
                «Молодь достигает в высоту роста четырёх человек.
                Так, если переводить примерно...
                Они прячутся среди деревьев, сливаясь с тенями, поджидают добычу,
                а потом хватают её щупальцами,
                растущими из головы». Мисс Сарджент от изумления прикрывает рот рукой.
                «Какая мерзость! По-моему, это вольный пересказ
                мифа о Гренделе из саги о Беовульфе».
            </p>
        `,
  },
  У23А: {
    body: `
            <p>
                Подойдя к кабинету Армитеджа, вы вспоминаете,
                что профессор на этой неделе работает из дома.
            </p>
            <p>
                На двери Армитеджа вы видите записку:
            </p>
            <p>
                <center>
                    <i>
                        Дорогие студенты! Меня нет в кабинете,
                        на этой неделе я работаю из дома. Сходите пока в библиотеку,
                        почитайте книжки.
                    </i>
                </center>
            </p>
        `,
  },
  У24: {
    body: `
            <p>
                <b>Университетский музей</b> закрыт. Окованные железом двери крепко заперты.
                На всякий случай вы решаете обогнуть здание и выйти к погрузочной платформе.
            </p>
            <p>
                По грузовой рампе слоняются рабочие. Рядом полицейский берёт показания
                у двух сторожей. Неподалёку от них нервно расхаживает интеллигентного
                вида человек в пыльном костюме. Вы подходите
                ближе и знакомитесь с <b>доктором Робертом
                Гладдингом</b>, младшим смотрителем музея.
            </p>
            <p>
                «Что ж за напасть такая! После этой выставки
                я стал бы старшим смотрителем. А теперь эта
                должность уж точно достанется Ричарду!»
            </p>
            <p>
                Из его горьких причитаний вы узнаёте, что Роберт
                соперничал с <b>Ричардом Джедри</b> за должность
                старшего смотрителя. Оба музейных работника
                должны были организовать по выставке, а из Бостона прибыл маститый специалист,
                чтобы порекомендовать одного из них начальству.
            </p>
            <p>
                «Ну кто мог украсть ритуальную чашу XII века, кроме моих завистников?
                Она ничего не стоит, это просто ветхая безделушка. Да почти никто и не знал,
                что она в музее, — только наши смотрители да работники „<b>Редких книг и карт</b>“.
                Что теперь подумает мистер Ингрэм? Придётся послать ему весточку
                в отель „<b>Бэнкрофт-Армс</b>“ и во всём повиниться!»
            </p>
            <p>
                После этих слов Гладдинг убегает прочь.
            </p>
        `,
  },
  У25: {
    body: `
            <p>
                Охранник в <b>административном корпусе Хойта</b>
                направляет вас в отдел с документами студентов.
                Несколько минут за бумагами — и вам становится
                ясно, как найти в <b>восточном общежитии</b> комнату
                <b>Баркли Рутгера</b>.
            </p>
        `,
  },
  Ф12: {
    body: `
            <p>
                <b>Старое аркхэмское кладбище</b> на холме Френчхилл поросло травой
                и выглядит зловеще.
                Последний надгробный камень появился здесь в середине XVIII века.
                По спине пробегает холодок.
                Даже днём кладбище внушает тревогу;
                сложно представить, зачем кому-то ходить сюда ночью, пусть
                даже ради научной работы.
            </p>
            <p>
                Вы осматриваете наднгробия. Чтобы различить надписи,
                приходится продираться через бурьян.
                Когда ваше терпение уже подходит к концу, настойчивость наконец приносит плоды:
                под колючим кустом обнаруживается белая визитка.
                Вы кладёте её в карман.
            </p>
            <p>
                У ворот кладбища вас окликает человек с граблями.
            </p>
            <p>
                «Эй! Нельзя вам тут шариться без разрешения от
                мэрии!» Извинившись, вы спрашиваете сторожа
                об историях из газет.
            </p>
            <p>
                «Бывает, здесь могилу разграбят или молодёжь
                опрокинет памятник-другой. Говорят, это студенты-медики,
                но они больше похожи на трудных
                подростков из старших классов. Да и зачем докторам старые кости?
                Врачи сейчас столько дерут,
                что им должно хватать денег на тела посвежее».
            </p>
        `,
  },
  Ф14: {
    body: `
            <p>
                <b>Церковь Бейфрайара</b> давно заброшена.
                Внутри здания бродяги греют руки над горящей бочкой.
                Один из них злобно сплёвывает в огонь и пялится
                на вас единственным глазом.
            </p>
            <p>
                Вы заводите с бездомными разговор, и через некоторое время
                напряжение улетучивается. Бродяги
                знали пострадавшую женщину: она раньше навещала это место,
                часто приносила еду и одежду.
                «Кажется, её звали <b>Марта</b>, — бормочет калека. —
                Я плохо запомнил её лицо, одним-то глазом много
                не разглядишь».
            </p>
        `,
  },
  Ф16: {
    body: `
            <p>
                Трёхэтажный дощатый дом на Лич-стрит выглядит чисто и представительно.
                Маленький знак у входа сообщает:
                в <b>пансионе Ренни</b> есть свободные комнаты.
                Вас встречает <b>Томас</b>, один из близнецов Ренни,
                дружелюбный мужчина немного за
                тридцать с копной тёмных волос. «Желаете снять
                комнату?»
            </p>
            <p>
                Вы описываете девушку, попавшую в больницу,
                и упоминаете её оплаченный счёт за комнату.
            </p>
            <p>
                «По описанию похожа на <b>Марту Модин</b>.
                Она живёт у нас уже около года.
                Работает, мне помнится, где-то на Мейн-стрит — в одном из магазинов.
                Надеюсь, с ней всё в порядке. Добрая душа...
                Она всем готова помогать, даже незнакомцам.
                А недавно её сердце покорил молодой человек, мистер <b>Хартвелл</b>.
                Не стоит он Марты. Зыркает угрюмо, собаки мои его облаивают.
                Они ни на кого больше не лают.
                Марте, конечно, виднее — небось разглядела в нём что хорошее».
            </p>
            <p>
                Вы просите показать вам комнату Марты, и Томас
                указывает путь, помахивая ключом.
                Комната, хоть и выглядит скромно, ухожена и украшена со вкусом.
                На полках книжного шкафчика — сборники
                стихов. Вам в глаза бросается фотография в рамке,
                и вы решаете рассмотреть её поближе. На снимке
                запечатлена счастливая пара — такие мечтательные взгляды вы видели только в романтических
                фильмах. Девушка попадает под описание Армитеджа.
                У мужчины есть родинка под левым глазом.
            </p>
            <p>
                «Это они, Марта и Хартвелл, — говорит Томас. —
                Смирный такой, да в тихом омуте черти водятся.
                То ли дело Марта».
            </p>
            <p>
                Вы продолжаете расспрашивать о Хартвелле. Ренни говорит,
                что тот встречается с Мартой уже несколько недель,
                а сам живет в Саутсайде, на Ист-Салтоннстолл-стрит.
            </p>
        `,
  },
  Ф27: {
    body: `
            <p>
                В маленькой квартире <b>Роберта Гладдинга</b> никого
                нет. На стук выходит сосед и сообщает, что Роберт
                отправился на работу в <b>университетский музей</b>.
            </p>
        `,
  },
  Ф54: {
    body: `
            <p>
                <b>Ричард Джедри</b> оказывается приятным человеком
                чуть моложе 30 лет. Одетый с иголочки смотритель
                ничего не знает о пропавшем экспонате. Он явно
                искренне сочувствует <b>Гладдингу</b> и подтверждает
                его слова: определить лучшую выставку должен
                был мистер <b>Виктор Ингрэм</b> из Бостонского музея.
            </p>
        `,
  },
  Ф61: {
    body: `
            <p>
                Аккуратный домик <b>Лоуренса и Эмили Хэтфилд</b>
                находится в середине квартала.
                На звонок открывает невзрачная женщина средних лет.
                Она представляется как Эмили, но ей нечего добавить к словам Армитеджа.
                Она резко захлопывает перед вами
                дверь, точно вы отвлекли её от важного дела.
            </p>
        `,
  },
  Ф66: {
    body: `
            <p>
                Дом принадлежит <b>Матильде Хартвелл</b>, но вам
                явно не к ней. Сухонькая старушка с криками прогоняет вас,
                 тыкая пальцем в грозную табличку
                у входа — здесь не рады коммивояжёрам. «Пошёл
                вон! Мошенник! Вор! Три комплекта энциклопедий
                мне всучил! Какой с них толк, когда глаза слепые?»
            </p>
        `,
  },
};
